[
  [
    {
      "href": "https://westseattlefoodbank.org/volunteer/",
      "image": "/img/westseattle.jpeg",
      "title": "West Seattle Food Bank",
      "description": "Volunteer at West Seattle Food Bank, one of the top charities in that has made an outstanding impact on the community. Attend a volunteering orientation and you are good to go!"
    },
    {
      "href": "https://www.harvestagainsthunger.org/donate/",
      "image": "/img/harvest.png",
      "title": "Harvest Against Hunger",
      "description": "Donate to Harvest Against Hunger! This organization connects farmers, truckers, volunteers, and communities to reduce hunger and food waste."
    }
  ],
  [
    {
      "href": "https://wafarmlandtrust.org/",
      "image": "/img/washingtonfarmlandtrust.png",
      "title": "Washington Farmland Trust",
      "description": "Get involved with Washington Farmland Trust, an organization that helps protect threatened land for farmers. Local farm provide healthy food for our community and are essential to our daily lives."
    },
    {
      "href": "https://www.northwestharvest.org/ways-to-give/",
      "image": "/img/nwharv.png",
      "title": "Northwest Harvest",
      "description": "Northwest Harvest is Washington State's leading hunger relief agency! They distribute food across the state and advocate for equity being fundamental to ending hunger."
    }
  ],
  [
    {
      "href": "https://pikeplacemarketfoundation.org/get-involved/give/donate-today/",
      "image": "img/pikeplace.jpg",
      "title": "Pike Place Market Foundation",
      "description": "Pike Place Market Foundation provides access to fresh, affordable produce and foods from various cultures for the community members. It remains an essential part to the health and stability of the Market community."
    },
    {
      "href": "https://www.seattlefoodcommittee.org/donate/",
      "image": "img/foodbank.jpg",
      "title": "Food Bank",
      "description": "Donate to a Food Bank near you, whether it be funds or packaged food! Seattle Food Banks advocate for food equity and justice, providing food and services that support self-sufficiency."
    }
  ],
  [
    {
      "href": "https://www.elcentrodelaraza.org/el-centro-food-bank/",
      "image": "img/elcentro.jpeg",
      "title": "El Centro de la Raza",
      "description": "This food bank provides nutritious, emergency and supplemental food to low-income individuals and families in the Seattle area multiple times a week. This food bank is open to all and many come to socialize and connect to their culture through food. Help support their cause!"
    },
    {
      "href": "https://www.feedingamerica.org/find-your-local-foodbank/food-lifeline",
      "image": "img/foodlifeline.png",
      "title": "Feeding America, Food Lifeline",
      "description": "Food Lifeline is a member of Feeding America, the largest charity working to end hunger in the United States! Food Lifeline specifically mobilizes to solve hunger in Washington through various programs and food banks. Give now!"
    }
  ],
  [
    {
      "href": "https://hungerintervention.org/donate/",
      "image": "img/hungerinter.png",
      "title": "Hunger Intervention Program",
      "description": "This program aims to increase food security for underserved populations in North King County through nutritious meals, educational programs, and advocacy. They ensure that every donation goes towards decreasing food insecurity within the community."
    },
    {
      "href": "https://www.uwkc.org/donate/",
      "image": "img/unitedway.png",
      "title": "United Way of King County",
      "description": "Donate to United Way of King County, the organization that believes everyone deserves access to resources, quality education, enough to eat, and a safe place to call home."
    }
  ]
]
