[
    {"title":"", "descr":"See if your top charities are highly rated with Charity Navigator!", "img":"../img/Charity_Navigator_logo.jpg", "bs":"#modalOne", "modid":"modalOne", "ariamodlabel":"modalOneLabel", "modtitleid":"modalOneLabel", "modtitle":"Charity Navigator", "modbody":"Charity Navigator is a website that helps donors evaluate the credibility of more than 200,000 charitable organizations in the US. It gives information on the charity's results, best practices for accountability and transparency, and financial stability. ", "modbody2br":""},
    {"title":"", "descr":"Learn more about global resources you can check out and donate to", "img":"../img/globe_icon.jpg", "bs":"#modalTwo", "modid":"modalTwo", "ariamodlabel":"modalTwoLabel", "modtitleid":"modalTwoLabel", "modtitle":"Global Resources", "modbody":"Feeding America - the largest US charity by revenue is a non-profit organization that feeds more than 46 million people through programs such as food pantries, soup kitchens, shelters, and other community agencies.","modbody2":"World Food Programme - an international organization that is a part of the United Nations that aims to provide food assistance around the world. It is the largest humanitarian organization in the world and has been the key provider of school meals. It is headquartered in Rome and has offices in 80 countries.\\n\\nhello", "modbody3":"Heifer International - a global nonprofit that aims to eradicate hunger and poverty using sustainable and values-based development in communities."},
    {"title":"", "descr":"Learn more fast facts about hunger", "img":"../img/magnifying_glass.jpg", "bs":"#modalThree", "modid":"modalThree", "ariamodlabel":"modalThreeLabel", "modtitleid":"modalThreeLabel", "modtitle":"what's up guys", "modbody":"third card yas"},
    {"title":"", "descr":"See if your top charities are highly rated with Charity Navigator4!", "img":"", "bs":"#modalFour", "modid":"modalFour", "ariamodlabel":"modalFourLabel", "modtitleid":"modalFourLabel", "modtitle":"hey guys", "modbody":"testing again"}

  ]