[
  {
    "descr": "See if your top charities are highly rated with Charity Navigator",
    "img": "../img/char_nav.jpg",
    "bs": "#modalOne",
    "modid": "modalOne",
    "ariamodlabel": "Charity Navigator",
    "modtitleid": "modalOneLabel",
    "modtitle": "CharityNavigator",
    "modbody": "Charity Navigator is a website that helps donors evaluate the credibility of more than 200,000 charitable organizations in the US. It gives information on the charity's results, best practices for accountability and transparency, and financial stability."
  },
  {
    "descr": "Learn more about global resources aiding hunger crisis",
    "img": "../img/globe_icon.jpg",
    "bs": "#modalTwo",
    "modid": "modalTwo",
    "ariamodlabel": "Global resources",
    "modtitleid": "modalTwoLabel",
    "modtitle": "GlobalResources",
    "modbody": "Feeding America - the largest US charity by revenue is a non-profit organization that feeds more than 46 million people through programs such as food pantries, soup kitchens, shelters, and other community agencies",
    "modbody2": "World Food Programme - an international organization that is a part of the United Nations that aims to provide food assistance around the world. It is the largest humanitarian organization in the world and has been the key provider of school meals. It is headquartered in Rome and has offices in 80 countries.",
    "modbody3": "Heifer International - a global nonprofit that aims to eradicate hunger and poverty using sustainable and values-based development in communities."
  },
  {
    "descr": "Learn more fast facts about the hunger crisis in Washington state",
    "img": "../img/magnifying_glass.jpg",
    "bs": "#modalThree",
    "modid": "modalThree",
    "ariamodlabel": "Washington hunger facts",
    "modtitleid": "modalThreeLabel",
    "modtitle": "WashingtonFacts",
    "modbody": "  In Washington state, hunger affects 1 in 8 children (197,550 people in total) and 1 in 11 people (688,170 people in total). 30% of households receiving SNAP benefits have kids. A survey by Washington State University and the University of Washington found that grocery expenses cause the most financial strain for those facing food insecurity.",
    "modbody2": "<ul><li>Among 5,052 respondents:</li><ul><li>41% had incomes below $35,000, while 71% earned $75,000 or less.</li><li>49% experienced food insecurity in January 2023, with 55% using food assistance.</li></ul><li>USDA reported a 10% food price increase in 2022 and anticipated a further 7% rise in 2023.</li></ul>"
  },
  {
    "descr": "Explore our GitHub repo and learn more about WeCare's creators",
    "img": "../img/githublogo.png",
    "bs": "#modalFour",
    "modid": "modalFour",
    "ariamodlabel": "GitHub",
    "modtitleid": "modalFourLabel",
    "modtitle": "GitHubTeam",
    "modbody": "This website was created for a group project for our INFO 442 class at the University of Washington, Seattle. Our team consists of Marala Berdyeva, Remi Kahn, Ananya Mishra, Beril Ozhan, and Qinruo Yang.",
    "modbody2": "Our GitHub repository can be found at <u><a href='https://github.com/UW-INFO442-AU23/WeCare' target='_blank'>https://github.com/UW-INFO442-AU23/WeCare</a><u>",
    "modbody3": "All images and credit can be found in our README file on our repository."
  }
]
